# IdeaStatiCa.ConnectionApi.Model.Vector3D

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**X** | **double** |  | [optional]
**Y** | **double** |  | [optional]
**Z** | **double** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)